package SQL.level_8kyu

/*
Write a function which converts the input string to uppercase.
--# Напишите здесь SQL-оператор: вам дана таблица 'makeuppercase' со столбцом 's',
верните таблицу со столбцом 's' и ваш результат в столбце с именем 'res'.
*/

//----------------------------------------------------------------------------------------------------------------------

/*
SELECT s, UPPER(s) AS res
FROM makeuppercase
*/

//----------------------------------------------------------------------------------------------------------------------
